{
    "cohort": [{
            "id": 1,
            "fname": "Dr. Teresa",
            "lname": "Vasquez",
            "reelthemin": "I am very passionate about leveling the playing field for adult learners regardless of disability and/or learning style...",
            "copy": "<p><b>The code is strong with this Gryffindor!</b></p><p>I’m an educator and software developer with over 10 years of strategic leadership and project management experience. The most recent app I helped to develop was selected as a winning presentation for a local non-profit in a charitable hack-a-thon event. I’ve also created apps that help autistic adults overcome the challenges associated with socialization and adulthood.</p> <p>I am always excited about exploring creative, new opportunities in software development. I have already dedicated much of my career to innovating with educational technologies, strategies, and processes because I am very passionate about leveling the playing field for adult learners regardless of disability and/or learning style. I am especially passionate about helping those living with Autism to reach their fullest potential, which is why I became a developer.</p><p> Some of the techs in which I have become advanced: JavaScript, Ruby, Rails, SQL, Angular and Firebase.</p>",
            "github": "https://github.com/drteresavasquez",
            "linkedin": "https://www.linkedin.com/in/drteresavasquez/",
            "portfolio": "http://www.drteresavasquez.com/",
            "email": "dr.teresavasquez@gmail.com",
            "proimg": "assets/images/cohort_images/teresa_pro.jpg",
            "funimg": "assets/images/cohort_images/teresa_fun.jpg"
        },
        {
            "id": 2,
            "fname": "Nora",
            "lname": "Moser",
            "reelthemin": "I have learned that I not only have a knack for coding - I also have a passion...",
            "copy": "<p>As a holder of a Masters Information Science, most of my professional experience has been spent as a school librarian; but I began to realize that I enjoyed the technological side of information science more than the literature side. And so when I invited a professional coder to teach programming to a class of 8th grade girls, I discovered that I had a knack for the subject, and began to search for ways to develop my interest and transition it into a career.</p> <p>Developer friends confirmed that Nashville Software School was the best place to pursue an education as a developer, and since enrolling at NSS I have learned that I not only have a knack for coding - I also have a passion. At NSS I have become a full stack apprentice developer, and I am thrilled for the opportunity to continue growing and learning as a professional developer.</p>",
            "github": "https://github.com/NoraMoser",
            "linkedin": "https://www.linkedin.com/in/nora-moser-74a608a2/",
            "portfolio": "https://noramoser.github.io/Portfolio/",
            "email": "noralmoser@gmail.com",
            "proimg": "assets/images/cohort_images/nora_pro.jpg",
            "funimg": "assets/images/cohort_images/nora_fun.jpg"
        },
        {
            "id": 3,
            "fname": "Eric",
            "lname": "Palmieri",
            "reelthemin": "I became curious enough to look under the hood of these programs I was using everyday and step into the software development world...",
            "copy": "<p>I grew up building things, breaking things, DJing, wrestling, producing music, editing video, and making funny things in Adobe photoshop.</p> <p>I've been an active DJ and electronic music producer for most of my life, a.k.a. a professional software user.  It wasn’t long until I became curious enough to look under the hood of these programs I was using everyday and step into the software development world.  And what a world it is!</p>",
            "github": "https://github.com/palmierie/",
            "linkedin": "https://www.linkedin.com/in/eric-palmieri/",
            "portfolio": "https://palmierie.github.io/portfolio/",
            "email": "ericmpalmieri@gmail.com",
            "proimg": "assets/images/cohort_images/eric_pro.jpg",
            "funimg": "assets/images/cohort_images/eric_fun.jpg"
        },
        {
            "id": 4,
            "fname": "Dan",
            "lname": "Certa",
            "reelthemin": "I thrive on the continuous refinement and evolution of ideas inherent to development...",
            "copy": "<p>One of my favorite aspects about my former career in music production was that it was a project-based, collaborative effort requiring teamwork, sheer tenacity, and a knack for understanding the back-end of processes and systems. This is why I felt that the transition to software development was a natural progression for me. I thrive on the continuous refinement and evolution of ideas inherent to development. </p> <p>I love everything about the process of software development; from identifying the initial challenge or idea, through mapping out the process and exploring all the possibilities, to delivering a product or solving a problem in an efficient, intentional way that is beneficial to the end user.</p> <p>There are so many opportunities to engage my creativity and harness my lifelong understanding of systems-thinking. I consider software development to be incredibly dynamic and the more I learn at Nashville Software School, the more I look forward to engaging in a career where the potential for impacting real life problems through innovative software development is limitless.</p>",
            "github": "https://github.com/daniel-certa-1228",
            "linkedin": "https://www.linkedin.com/in/dan-certa/",
            "portfolio": "http://www.dancerta.tech",
            "email": "daniel.certa.1228@gmail.com",
            "proimg": "assets/images/cohort_images/danc_pro.jpg",
            "funimg": "assets/images/cohort_images/danc_fun.jpg"
        },
        {
            "id": 5,
            "fname": "Jeremy",
            "lname": "Wells",
            "reelthemin": "My love for coding began as an undergraduate building small web sites with HTML and CSS...",
            "copy": "<p>As an educator turned software developer, I have always been fascinated with the ways that technology can be harnessed to empower people. My love for coding began as an undergraduate building small web sites with HTML and CSS to enhance class projects, then creating a web site to document my travels through South America, which eventually led to teaching myself C++ and Javascript as a way to puzzle out interesting programming and electronics problems. </p> <p>As a teacher, my goal was to help students turn from consumers of technology to using technology to realize their creative potential. My past experience in designing curricula and educational programs provides me with extensive practice in collaboration and creative problem-solving which will help me to enhance a software development team.</p>",
            "github": "https://github.com/jsheridanwells",
            "linkedin": "https://www.linkedin.com/in/jsheridanwells/",
            "portfolio": "http://www.jeremywells.io",
            "email": "jsheridanwells@gmail.com",
            "proimg": "assets/images/cohort_images/jeremy_pro.jpg",
            "funimg": "assets/images/cohort_images/jeremy_fun.jpg"
        },
        {
            "id": 6,
            "fname": "Daniel",
            "lname": "Greene",
            "reelthemin": "I love a challenge and I view coding as one of the most rewarding challenges I have ever taken on...",
            "copy": "<p>I graduated from the University of Mary Washington in the Spring of 2017 with a degree in communications and digital media. Since then I have been attending the Nashville Software School in cohort 21. I love a challenge and I view coding as one of the most rewarding challenges I have ever taken on. The continual learning process and seemingly limitless resources mean I can always be improving, which I try and do every day.</p>",
            "github": "https://github.com/danielgreene101",
            "linkedin": "https://www.linkedin.com/in/daniel-greene-7a351bb3/",
            "portfolio": "http://www.danielbgreene.com",
            "email": " d.b.greene101@gmail.com",
            "proimg": "assets/images/cohort_images/danielg_pro.jpg",
            "funimg": "assets/images/cohort_images/danielg_fun.jpg"
        },
        {
            "id": 7,
            "fname": "Austin",
            "lname": "Kurtis",
            "reelthemin": "Curiosity has been and always will be my motivation to learn. Passion for life and technology is what drives me forward.",
            "copy": "<p>From a time long before I can remember, I have always been fascinated with pushing buttons and playing with technology. That fascination was strengthened when I was seven years old and broke my leg one winter. My inability to play outside at recess lead my first deep dive into computers. Our school had just purchased 2 machines for each class with no real training to the staff. My teacher asked if I would be willing to learn about how the system worked and when comfortable, give each student a lesson.. Little did I know, this was the pivotal moment that would forever shape the course of my future in technology and in my love for teaching.</p><p>Somewhere along my journey, technology mixed with digital video, art and creation became my focus. I had a passion for computer hardware and building new computers for friends, family and as a personal hobby. I built myself a computer at fifteen to learn and use for Photoshop, Illustrator and Premiere. I also had an interest in 3D modeling and architecture that drove my creativity.</p><p>After receiving an AA in Computer Animation and a BS in Visual Effects and Motion Graphics, I followed my passion for 3D and architecture. For almost 2 years I created 3D models of houses for many of the largest builders until the housing market collapse.</p><p>After my short-lived 3D career, I became an integral part of the advertising creative department at Bright House Networks (now Spectrum Reach). For almost a decade, I was designing, producing and deploying thousands of television and digital commercials and graphics. My work included national and local advertisers to be exclusively aired across our news channel properties in Tampa and Orlando.</p><p>Throughout my life I had always maintained that I wanted to go back to school to pursue a career in software engineering.  My curiosity for how to make new technology not just to make things pretty is a big life goal. The opportunity presented itself shortly after relocating to Nashville. Other than my wife, I knew no one in town so I sought out to meet people and get involved somewhere. I went to my first MeetUp, Developer Launchpad, with the goal of finding out where to start learning and to make friends. The people from that group were very friendly and extremely helpful pointing me in all of the right places. They suggested Nashville Software School and encouraged me to volunteer for Music City Code. I heeded their advice and did both. I learned very quickly that software development industry is a great community of people, willing to help everyone and anyone succeed. Getting involved in the community has been a great pride in my recent life and source of positivity that moves me forward. From everything I have learned, I know that this is where I belong, where I will grow, and where I will succeed.</p>",
            "github": "https://github.com/austinKurtis",
            "linkedin": "https://www.linkedin.com/in/austinkurtis",
            "portfolio": "http://austinkurtis.com",
            "email": "austin.jay.kurtis@gmail.com",
            "proimg": "assets/images/cohort_images/austin_pro.jpg",
            "funimg": "assets/images/cohort_images/austin_fun.jpg"
        },
        {
            "id": 8,
            "fname": "Edward",
            "lname": "Rutz",
            "reelthemin": "Turning Ideas Into Code...",
            "copy": "<p>Taking ideas and turning them into digital reality feels like a super power. I enjoy solving problems with technology, learning, and pushing my skills to the next level.  It is a joy to see code run or track down and fix that pesty bug.</p><p>As my interests in computers grew, my career in Sales led to Network Administration. Then 911 led to the Military. Now, getting to work in software development everyday is awesome.</p><p>In my free time I enjoy reading and hiking. Recent book favorites include Rolling Rocks Downhill(C. Ching), The Ideal Team Player(all P. Lencioni's books are excellent) and Artemis(A. Weir).</p>",
            "github": "https://github.com/edwardrutz",
            "linkedin": "http://www.linkedin.com/in/edwardrutz",
            "portfolio": "https://edwardrutz.github.io/",
            "email": " a0132976@opayq.com",
            "proimg": "assets/images/cohort_images/edward_pro.jpg",
            "funimg": "assets/images/cohort_images/edward_fun.jpg"
        },
        {
            "id": 9,
            "fname": "LaKeshia",
            "lname": "Johnson",
            "reelthemin": "Building web applications gives me a new way to flex my creative muscles...",
            "copy": "<p>I am a Tennessee native who enjoys creating things. I’ve always loved drawing, painting, arts & crafts. There’s a sense of satisfaction that I get from starting out with nothing, and turning it into something. After enrolling in the six month web development boot camp at Nashville Software school, I have found that I get that same feeling from coding. Building web applications gives me a new way to flex my creative muscles, and challenges me to think outside the box. I am excited to continue my journey as a developer, and look forward creating new things with code.</p>",
            "github": "https://github.com/LaKeshiaJohnson",
            "linkedin": "http://www.linkedin.com/in/LaKeshiaJohnson",
            "portfolio": "https://lakeshiajohnson.github.io/portfolio/",
            "email": "ljohnson2k@gmail.com",
            "proimg": "assets/images/cohort_images/lakeisha_pro.jpg",
            "funimg": "assets/images/cohort_images/lakeisha_fun.jpg"
        },
        {
            "id": 10,
            "fname": "Jordan",
            "lname": "Berghofer",
            "reelthemin": "The feeling of sharing new ideas simply one of the greatest feelings I have received as I have begun this professional journey...",
            "copy": "<p>I am a Junior Developer who after over five years of service in the military, decided to start a new professional path. I know that developing applications has truly become my passion. In the military, it is hard to express one's creativity or prowess in particular skills. In programming however, I feel like I can invent and implement new projects on a daily basis. The feeling of sharing new ideas and the execution of those ideas, is simply one of the greatest feelings I have received as I have begun this professional journey. Becoming a Junior Developer has been a unique and stimulating experience, and I am excited to see where this journey will take me.</p>",
            "github": "https://github.com/jordanberghofer",
            "linkedin": "https://www.linkedin.com/in/jordan-berghofer/",
            "portfolio": "#",
            "email": "jordan.berghofer@gmail.com",
            "proimg": "assets/images/cohort_images/jordan_pro.jpg",
            "funimg": "assets/images/cohort_images/jordan_fun.jpg"
        },
        {
            "id": 11,
            "fname": "Jim",
            "lname": "Vickery",
            "reelthemin": "Serious investor who loves sports and relaxing when possible...",
            "copy": "<p>Coder interested in everything to do with PHP, Python, C++, Javascript, and Ruby on Rails. Serious investor who loves sports and relaxing when possible.</p>",
            "github": "https://github.com/jimvickery",
            "linkedin": "https://www.linkedin.com/in/jim-vickery-7199467/",
            "portfolio": "http://jimvickery.me",
            "email": "jimvickery3@gmail.com",
            "proimg": "assets/images/cohort_images/jim_pro.jpg",
            "funimg": "assets/images/cohort_images/jim_fun.jpg"
        },
        {
            "id": 12,
            "fname": "Bryon",
            "lname": "Larrance",
            "reelthemin": "I have always been fascinated by the ways in which creativity develops into substance...",
            "copy": "<p>As a musician, teacher, and business owner, I have always been fascinated by the ways in which creativity develops into substance. It took a few hours tinkering with Javascript for me to realize that development is a natural extension of creativity.</p><p>I have spent the first cycle of my career as a musician and educator, working in a freelance entrepreneurial environment, I have been gifted with the opportunity to create in the abstract and software development is no different. Now as a developer, I learn more every day about how to create with and through technology.</p>",
            "github": "https://github.com/beelarr",
            "linkedin": "https://www.linkedin.com/in/beelarr/",
            "portfolio": "http://www.beelarr.me",
            "email": "bryonl@me.com",
            "proimg": "assets/images/cohort_images/bryon_pro.jpg",
            "funimg": "assets/images/cohort_images/bryon_fun.jpg"
        },
        {
            "id": 13,
            "fname": "Daniel",
            "lname": "Babcock",
            "reelthemin": "Marine Corps Veteran and Security Professional with an interest in creating and building things...",
            "copy": "<p>Marine Corps Veteran and Security Professional with an interest in creating and building things whether it be coding or blacksmithing, photography or tinkering. Software development is where my need for learning and creation have merged with professional interest.</p>",
            "github": "https://github.com/DanielBabcock",
            "linkedin": "https://www.linkedin.com/in/danielbbabcock/",
            "portfolio": "https://danielbabcock.github.io/",
            "email": "babcock.daniel.b@gmail.com",
            "proimg": "assets/images/cohort_images/danielb_pro.jpg",
            "funimg": "assets/images/cohort_images/danielb_fun.jpg"
        },
        {
            "id": 14,
            "fname": "Matt",
            "lname": "Brown",
            "reelthemin": "I feel completely confident in my skills as a Junior Full Stack Web Developer and look forward to the next step in honing this craft...",
            "copy": "<p>Being born and raised in Nashville, I have had the opportunity to watch this city explode in recent years. I knew I wanted to be a part of this thriving tech community. I have written code for several years but knew that I needed to take my skills to the next level by joining Nashville Software School. Now, six months later, I feel completely confident in my skills as a Junior Full Stack Web Developer and look forward to the next step in honing this craft. </p>",
            "github": "https://github.com/mtallentb/",
            "linkedin": "https://www.linkedin.com/in/mtallentb/",
            "portfolio": "http://mttbrwn.com/",
            "email": "mtallentb.design@gmail.com",
            "proimg": "assets/images/cohort_images/mattb_pro.jpg",
            "funimg": "assets/images/cohort_images/mattb_fun.jpg"
        },
        {
            "id": 15,
            "fname": "Tyler",
            "lname": "Barnett",
            "reelthemin": "After 6 years in music/email marketing, I decided to take the plunge into the world of development...",
            "copy": "<p>After 6 years in music/email marketing, I decided to take the plunge into the world of development. This field has provided me with an opportunity for learning and an outlet for creativity like I haven't known before and I can't wait to see where this path leads!</p>",
            "github": "https://github.com/tylerb33",
            "linkedin": "https://www.linkedin.com/in/tyler-barnett32/",
            "portfolio": "http://www.tylerbar.net",
            "email": "tyler.barnett7190@gmail.com",
            "proimg": "assets/images/cohort_images/tyler_pro.jpg",
            "funimg": "assets/images/cohort_images/tyler_fun.jpg"
        },
        {
            "id": 16,
            "fname": "Brooke",
            "lname": "Wittenberg",
            "reelthemin": "I am loving every 'ah ha' moment of coding from my first 'Hello World', to building and querying databases...",
            "copy": "<p>A former EMT, my spine decided I should stop lifting human beings. So, I decided that a complete life refactoring was in order. </p><p>I had freelanced some WordPress web design, as well as some ad design for a non-profit and a couple of restaurants. I enjoyed delivering a finished product to the client almost as much as I loved tinkering on my computer. However, I found my lack of coding skills limiting. As I thought about a new career I ruminated on a stranger's advice about the Nashville Software School and her roommate's new career as a developer. So, I applied to NSS.</p><p>I am loving every 'ah ha' moment of coding from my first 'Hello World', to building and querying databases. I discovered a knack for organization when I began flow-charting and Trello-boarding. Due to the way planning helped me to think about the code and file structures, it made me passionate about coding and the challenges it presents. Finally, building my capstone projects allowed me to solve real problems with the skills I am attaining; I find the tangible, clickable fruits of my labor truly rewarding.</p><p>Now, I ready to pursue my development career, bringing to the table a medical background and my passions for learning, planning, and refactoring.</p>",
            "github": "https://github.com/brooksquil",
            "linkedin": "http://www.linkedin.com/in/brooke-wittenberg-developer",
            "portfolio": "https://brooksquil.github.io/portfolio-bpw-2017/",
            "email": "bwittenberg.developer@gmail.com",
            "proimg": "assets/images/cohort_images/brooke_pro.jpg",
            "funimg": "assets/images/cohort_images/brooke_fun.jpg"
        },
        {
            "id": 17,
            "fname": "Fang",
            "lname": "W. Shen",
            "reelthemin": "The expression of logic and creativity in the language of code has always fueled my love for programming....",
            "copy": "<p><b style='font-size:.8rem; position: absolute;margin-top: -2.5em !important;'>Designing Simple Solutions to Complex Problems</b><p style='font-size:.8rem;margin-top: -2em !important;'>As a software developer with a background in biomedical engineering and business management, I pursue a path that combines my interest in healthcare with my passion in designing and implementing newer technologies.</p> <p style='font-size:.8rem;margin-top: -.5em !important;'>I graduated from Vanderbilt University in 2014 with a Bachelor in Biomedical Engineering. With a strong foundation in analytical problem solving, the expression of logic and creativity in the language of code has always fueled my love for programming.</p> <p style='font-size:.8rem;margin-top: -0.5em;'>Using the language of code as my tool, I have worked on all kinds of interdisciplinary projects from contributing research to scientific publications, to designing and developing biomedical devices, to deploying mobile and web applications. Through these experiences I constantly found inspiration in the infinite possibilities of solutions that the tool belt of programming provided. In professional and personal pursuit, I hope to continue my life-long journey of learning in the field of software development - searching for the simplest of solutions to some of the most complex problems.</p> <p style='font-size:.8rem;margin-top: -.5em !important;'><b>Technologies and Software I Use</b><p style='font-size:.8rem;margin-top: -.5em !important;'><i> HTML5, CSS/SCSS, JS/JQuery, Materialize, BootStrap, Github, Git-CMD, NPM, Angular, Ionic, React, AndroidStudio, Handlebars, Browserify, Grunt, Gulp, Firebase, Ruby, Rails, SQLite, MySQL, PostgreSQL, Python, MatLab, LabView, R</i></p></p> </p>",
            "github": "https://github.com/fang-w-shen/",
            "linkedin": "https://www.linkedin.com/in/fang-wen-shen/",
            "portfolio": "https://fang-w-shen.herokuapp.com/",
            "email": "fang.w.shen@gmail.com",
            "proimg": "assets/images/cohort_images/fang_pro.jpg",
            "funimg": "assets/images/cohort_images/fang_fun.jpg"
        },
        {
            "id": 18,
            "fname": "Michael",
            "lname": "Lindstrom",
            "reelthemin": "I never thought I was the creative type until I began my software development journey. Now I love flexing my creative muscles...",
            "copy": "<p>I view software development as akin to playing a video game. Every time I find the solution to a new problem, or have that Eureka moment, it feels like I just leveled up. Discovering new technologies and resources is like exploring a new world, or revealing a new place on the map. Software development has quickly become an incredible passion of mine, and I am extremely excited about what the future holds.</p>",
            "github": "https://github.com/michaellindstromm",
            "linkedin": "https://www.linkedin.com/in/michaelglindstrom",
            "portfolio": "https://michaellindstrom.herokuapp.com",
            "email": "michaellindstr@gmail.com",
            "proimg": "assets/images/cohort_images/micheal_pro.jpg",
            "funimg": "assets/images/cohort_images/micheal_fun.jpg"
        },
        {
            "id": 19,
            "fname": "Matthew",
            "lname": "Minner",
            "reelthemin": "One thing being a teacher and expat has taught me is the importance of lifelong learning...",
            "copy": "<p>One thing being a teacher and expat has taught me is the importance of lifelong learning. That, paired with my love of all things tech has created a perfect home for me in software development. I’m thrilled to be a part an innovative and creative industry focused on solving problems facing society and business.</p>",
            "github": "https://github.com/Mminner4248",
            "linkedin": "https://www.linkedin.com/in/matt-minner-a4b790a7/",
            "portfolio": "http://www.mattfminner.com/#!/",
            "email": "matthewfminner@gmail.com",
            "proimg": "assets/images/cohort_images/mattm_pro.jpg",
            "funimg": "assets/images/cohort_images/mattm_fun.jpg"
        },
        {
            "id": 20,
            "fname": "Jasmine",
            "lname": "Quach",
            "reelthemin": "As a natural tinkerer, I can't stop creating in some form or way. I can't stop until I have figured it out.",
            "copy": "<p>When a creative and curious mind collide, you end up with a plethora of ideas and not enough time to implement them all. Between creating things and trying new methods and ideas, there's never seems to be enough time. As a natural tinkerer, I can't stop creating in some form or way. I love nothing more when my creations come to life. When I run into obstacles while creating, I can't stop until I have figured it out.</p><p>Though I'm passionate about crafting and building things with my hands, at the age of 12 I discovered digital design programs, which peaked my interest in graphic design for social sites. As a result, it sparked my interest in code. While yearning for a more creative career and wanting to attend Nashville Software School for awhile, I decided to take the leap and attend. Now that I'm back in the game, I don't think I could ever leave, my mind is too intrigued. Programming has been another creative outlet that is fun and addictive!</p>",
            "github": "https://github.com/jasmineq",
            "linkedin": "https://www.linkedin.com/in/jasminequach/",
            "portfolio": "http://jasminequach.com",
            "email": "xjasminequach@gmail.com",
            "proimg": "assets/images/cohort_images/jasmine_pro.jpg",
            "funimg": "assets/images/cohort_images/jasmine_fun.jpg"
        },
        {
            "id": 21,
            "fname": "Adam",
            "lname": "White",
            "reelthemin": "The more I dev, the more I want to dev.",
            "copy": "<p> While on the job, introduced to product analysis and management, working alongside programmers and data analysts, exploring the modern environment of open source code and nimble new frameworks, I found myself in a field of endless fascination. I was hooked! Equipped with my new education, I'm seeking the right development group, in a domain that we believe in, where we may learn, prosper, and grow together to positively impact the Nashville community and beyond.</p>",
            "github": "https://github.com/adamdwhite",
            "linkedin": "https://www.linkedin.com/in/adam-d-white-aba9336/",
            "portfolio": "https://www.adamdwhite.com",
            "email": "adamwhite82@gmail.com",
            "proimg": "assets/images/cohort_images/adam_pro.jpg",
            "funimg": "assets/images/cohort_images/adam_fun.jpg"

        },
        {
            "id": 22,
            "fname": "Ted",
            "lname": "Pennington",
            "reelthemin": "A natural-born troubleshooter and problem solver, I am endlessly fascinated by the ways in which technology can enrich our lives, provide new approaches for the challenges we face, and connect us in the common human experience we all share...",
            "copy": "<p>I've spent the better part of my adult life working in various facets of the music industry, primarily as an audio engineer/producer, but also as a touring musician. The unique technical-creative amalgam inherent in audio production is in very many ways analogous to the similar attributes that are threaded throughout the world of software development. And, it's my love of that combination that has brought me to the field and kept me continuously intrigued. I enjoy finding new and creative ways to solve problems, and am a tenacious and passionate troubleshooter when roadblocks appear. </p> <p>In my free time, I am active in the local ham radio community, serving local charity organizations by providing communications coordination/services for their events, and training in emergency-preparedness to provide backup communications and IT connectivity in disaster scenarios. I'm also a weather geek, and a trained Skywarn spotter for the National Weather Service.</p><p>Having lived in Nashville for the last 10 years, I've seen the city continue to evolve in some pretty exciting ways, and I'm excited to be living here during such an explosive period of growth. I'm currently seeking career opportunities in software development in the Nashville area, as well as always looking for new civic and community coding projects in which to become involved.</p>",
            "github": "http://github.com/tedpennington",
            "linkedin": "https://www.linkedin.com/in/ted-pennington/",
            "portfolio": "http://www.tedpennington.io",
            "email": "ted@tedpennington.io",
            "proimg": "assets/images/cohort_images/ted_pro.jpg",
            "funimg": "assets/images/cohort_images/ted_fun.jpg"
        },
        {
            "id": 23,
            "fname": "Malcolm",
            "lname": "Ford",
            "reelthemin": "My love for coding grew out of a trip to the Arctic.",
            "copy": "<p>At the end on my junior year in high school, I was presented with the oppertunity to travel to the Arctic. It was a two week exhibition. During my time there, I felt free and happy, yet dreadful. Dreadful because I knew that at the end of the expedition, I would have to go back to my normal life. I knew that feeling of absolute freedom would end, and when I returned home, it did. I told my dad how I felt, and he gave me a piece of advice that I use every day. He said, 'The only way to find true freedom and happiness, is to follw your dreams.' From that moment on, I knew two things. The first is that had no choice but to follow my dreams of becoming a programmer and second, I had to do it on my terms. During the second semester of my senior year, I applied to Nashville Software School and to my suprise, I was accepted. So, immediately following my high school graduation, I packed my bags, kissed my mom good-bye, and headed stright for Nashville. </p>",
            "github": "https://github.com/MalcolmFord",
            "linkedin": "https://www.linkedin.com/in/malcolm-f-3a9ba8102/",
            "portfolio": "https://malcolmford.github.io/portfolio_site/",
            "email": "malcolmf38@gmail.com",
            "proimg": "assets/images/cohort_images/malcolm_pro.jpg",
            "funimg": "assets/images/cohort_images/malcolm_fun.jpg"
        },
        {
            "id": 24,
            "fname": "Clayton",
            "lname": "Massie",
            "reelthemin": "After discovering my passion for software development in early 2017, I decided to apply to Nashville Software School.",
            "copy": "<p>After discovering my passion for software development in early 2017, I decided to apply to Nashville Software School. Since enrolling, I created websites and mobile apps for friends and family. I'm looking forward to bringing that passion to a full-time role.</p>",
            "github": "https://github.com/clmassie1",
            "linkedin": "https://www.linkedin.com/in/clayton-massie-726427151/",
            "portfolio": "http://claymassie.me/",
            "email": "clmassie.1@gmail.com",
            "proimg": "assets/images/cohort_images/clayton_fun.jpg",
            "funimg": "assets/images/cohort_images/clayton_fun.jpg"
        },
        {
            "id": 25,
            "fname": "Hiatt",
            "lname": "Collins",
            "reelthemin": "Learning to code has been an exhilarating exercise in studying a craft that will allow me to match a new career with my lifelong interests...",
            "copy": "<p>I have always loved building things.  From Legos as a child up to building musical instruments and audio electronics as an adult, I have had an abiding interest in learning how things work.  I pursued law as a career, and after a number of years of practicing as an attorney, I began attending technology networking events in Nashville with an eye towards developing a technology law practice.  Very quickly I discovered that, rather than wanting to represent the technology community in Nashville, I wanted to be a part of it as a software developer!  Learning to code has been an exhilarating exercise in studying a craft that will allow me to match a new career with my lifelong interests.  I'm excited to combine the knowledge I have gained at Nashville Software School with the skills I acquired solving business problems through the law, and to apply both to solve business problems with technology.</p>",
            "github": "https://github.com/hiattcollins",
            "linkedin": "https://www.linkedin.com/in/hiatt-collins",
            "portfolio": "http://www.hiattcollins.com",
            "email": "hiatt.collins@gmail.com",
            "proimg": "assets/images/cohort_images/hiatt_pro.jpg",
            "funimg": "assets/images/cohort_images/hiatt_fun.jpg"
        },
        {
            "id": 26,
            "fname": "Gilberto",
            "lname": "Diaz",
            "reelthemin": "The first time I fell in love with computers was in my high school years...",
            "copy": "<p>I'm a native Puerto Rican, husband, father, military veteran, software developer, and data scientist from Nashville, TN. The first time I fell in love with computers was in my high school years, but it was not until I finished my service in the Military that I pursued a Bachelor of Science in Web Application Development and a Master of Science in Data Science. I have gained experience during my internship at WPC Healthcare where I crafted Data Science skills and enhanced my coding skills in Python, R, and Software Development.</p> <p>My work improved the outcome and confirmed the veracity of machine learning algorithms. I also participated in the LBMC Coding For A Cause Hackathon where my application was granted winner and deployed to production. The application will help Horse Haven of Tennessee to manage their daily operations. My technical skills are Python, R, Ruby, SQL, Data Mining, Data Analysis, Web Scraping, JavaScript, Angular, Git, Firebase.</p>",
            "github": "https://github.com/diazgilberto",
            "linkedin": "https://www.linkedin.com/in/diazgilberto/",
            "portfolio": "https://gilbertodiaz.com",
            "email": " gdiaz@gilbertodiaz.com",
            "proimg": "assets/images/cohort_images/gilberto_pro.jpg",
            "funimg": "assets/images/cohort_images/gilberto_pro.jpg"

        }
    ]
}
