{
    "cohort": [{
            "id": 1,
            "fname": "Teresa",
            "lname": "Vasquez",
            "reelthemin": "I am very passionate about leveling the playing field for adult learners regardless of disability and/or learning style...",
            "copy": "<p><b>The code is strong with this Gryffindor!</b></p><p>I’m an educator and software developer with over 10 years of strategic leadership and project management experience. The most recent app I helped to develop was selected as a winning presentation for a local non-profit in a charitable hack-a-thon event. I’ve also created apps that help autistic adults overcome the challenges associated with socialization and adulthood.</p> <p>I am always excited about exploring creative, new opportunities in application and software development. I have already dedicated much of my career to innovating with educational technologies, strategies, and processes because I am very passionate about leveling the playing field for adult learners regardless of disability and/or learning style. I am especially passionate about helping those living with Autism to reach their fullest potential, which is why I became a developer.</p><p> Some of the techs in which I have become advanced: JavaScript, Ruby, Rails, SQL, Angular and Firebase.</p>",
            "github": "https://github.com/drteresavasquez",
            "linkedin": "https://www.linkedin.com/in/drteresavasquez/",
            "portfolio": "http://www.drteresavasquez.com/",
            "email": "dr.teresavasquez@gmail.com",
            "proimg": "assets/images/cohort_images/teresa_pro.jpg",
            "funimg": "assets/images/cohort_images/teresa_fun.jpg"
        },
        {
            "id": 2,
            "fname": "Nora",
            "lname": "Moser",
            "reelthemin": "I have learned that I not only have a knack for coding - I also have a passion...",
            "copy": "<p>As a holder of a Masters Information Science, most of my professional experience has been spent as a school librarian; but I began to realize that I enjoyed the technological side of information science more than the literature side. And so when I invited a professional coder to teach programming to a class of 8th grade girls, I discovered that I had a knack for the subject, and began to search for ways to develop my interest and transition it into a career.</p> <p>Developer friends confirmed that Nashville Software School was the best place to pursue an education as a developer, and since enrolling at NSS I have learned that I not only have a knack for coding - I also have a passion. At NSS I have become a full stack apprentice developer, and I am thrilled for the opportunity to continue growing and learning as a professional developer.</p>",
            "github": "https://github.com/NoraMoser",
            "linkedin": "https://www.linkedin.com/in/nora-moser-74a608a2/",
            "portfolio": "https://noramoser.github.io/Portfolio/",
            "email": "noralmoser@gmail.com",
            "proimg": "assets/images/cohort_images/nora_pro.jpg",
            "funimg": "assets/images/cohort_images/nora_fun.jpg"
        },
        {
            "id": 3,
            "fname": "Eric",
            "lname": "Palmieri",
            "reelthemin": "I became curious enough to look under to hood of these programs I was using everyday, and into the software development world...",
            "copy": "<p>First I was a sandcastle engineer, before graduating to a treehouse builder (I eventually had to cut down that tree :/ ).  I grew up building things, breaking things, DJing, wrestling, producing music, editing video, and making funny things in Adobe photoshop.</p> <p>I've been an active DJ and electronic music producer for most of my life, a.k.a. a professional software user.  It wasn't too long until I became curious enough to look under to hood of these programs I was using everyday, and into the software development world.  And what a world it is!</p>",
            "github": "https://github.com/palmierie/",
            "linkedin": "https://www.linkedin.com/in/eric-palmieri/",
            "portfolio": "https://palmierie.github.io/portfolio/",
            "email": "ericmpalmieri@gmail.com",
            "proimg": "assets/images/cohort_images/eric_pro.jpg",
            "funimg": "assets/images/cohort_images/eric_fun.jpg"
        },
        {
            "id": 4,
            "fname": "Dan",
            "lname": "Certa",
            "reelthemin": "I thrive on the continuous refinement and evolution of ideas inherent to development...",
            "copy": "<p>One of my favorite aspects about my former career in music production was that it was a project-based, collaborative effort requiring teamwork, sheer tenacity, and a knack for understanding the back-end of processes and systems. This is why I felt that the transition to software development was a natural progression for me. I thrive on the continuous refinement and evolution of ideas inherent to development. </p> <p>I love everything about the process of software development; from identifying the initial challenge or idea, through mapping out the process and exploring all the possibilities, to delivering a product or solving a problem in an efficient, intentional way that is beneficial to the end user.</p> <p>There are so many opportunities to engage my creativity and harness my lifelong understanding of systems-thinking. I consider software development to be incredibly dynamic and the more I learn at Nashville Software School, the more I look forward to engaging in a career where the potential for impacting real life problems through innovative software development is limitless.</p>",
            "github": "https://github.com/daniel-certa-1228",
            "linkedin": "https://www.linkedin.com/in/dan-certa/",
            "portfolio": "http://www.dancerta.tech",
            "email": "daniel.certa.1228@gmail.com",
            "proimg": "assets/images/cohort_images/danc_pro.jpg",
            "funimg": "assets/images/cohort_images/danc_fun.jpg"
        },
        {
            "id": 5,
            "fname": "Jeremy",
            "lname": "Wells",
            "reelthemin": "My love for coding began as an undergraduate building small web sites with HTML and CSS...",
            "copy": "<p>As an educator turned software developer, I have always been fascinated with the ways that technology can be harnessed to empower people. My love for coding began as an undergraduate building small web sites with HTML and CSS to enhance class projects, then creating a web site to document my travels through South America, which eventually led to teaching myself C++ and Javascript as a way to puzzle out interesting programming and electronics problems. </p> <p>As a teacher, my goal was to help students turn from consumers of technology to using technology to realize their creative potential. My past experience in designing curricula and educational programs provides me with extensive practice in collaboration and creative problem-solving which will help me to enhance a software development team.</p>",
            "github": "https://github.com/jsheridanwells",
            "linkedin": "https://www.linkedin.com/in/jsheridanwells/",
            "portfolio": "http://www.jeremywells.org",
            "email": "jsheridanwells@gmail.com",
            "proimg": "assets/images/cohort_images/jeremy_pro.jpg",
            "funimg": "assets/images/cohort_images/jeremy_fun.jpg"
        },
        {
            "id": 6,
            "fname": "Gilberto",
            "lname": "Diaz",
            "reelthemin": "The first time I fell in love with computers was in my high school years...",
            "copy": "<p>I'm a native Puerto Rican, husband, father, military veteran, software developer, and data scientist from Nashville, TN. The first time I fell in love with computers was in my high school years, but it was not until I finished my service in the Military that I pursued a Bachelor of Science in Web Application Development and a Master of Science in Data Science. I have gained experience during my internship at WPC Healthcare where I crafted Data Science skills and enhanced my coding skills in Python, R, and Software Development.</p> <p>My work improved the outcome and confirmed the veracity of machine learning algorithms. I also participated in the LBMC Coding For A Cause Hackathon where my application was granted winner and deployed to production. The application will help Horse Haven of Tennessee to manage their daily operations. My technical skills are Python, R, Ruby, SQL, Data Mining, Data Analysis, Web Scraping, JavaScript, Angular, Git, Firebase.</p>",
            "github": "https://github.com/diazgilberto",
            "linkedin": "https://www.linkedin.com/in/diazgilberto/",
            "portfolio": "https://gilbertodiaz.com",
            "email": " gdiaz@gilbertodiaz.com",
            "proimg": "assets/images/avatar-1577909_960_720.png",
            "funimg": "assets/images/avatar-1577909_960_720.png"
        },
        {
            "id": 7,
            "fname": "Daniel",
            "lname": "Greene",
            "reelthemin": "I love a challenge and I view coding as one of the most rewarding challenges I have ever taken on...",
            "copy": "<p>I graduated from the University of Mary Washington in the Spring of 2017 with a degree in communications and digital media. Since then I have been attending the Nashville Software School in cohort 21. I love a challenge and I view coding as one of the most rewarding challenges I have ever taken on. The continual learning process and seemingly limitless resources mean I can always be improving, which I try and do every day.</p>",
            "github": "https://github.com/danielgreene101",
            "linkedin": "https://www.linkedin.com/in/daniel-greene-7a351bb3/",
            "portfolio": "http://www.danielbgreene.com",
            "email": " d.b.greene101@gmail.com",
            "proimg": "assets/images/cohort_images/danielg_pro.jpg",
            "funimg": "assets/images/cohort_images/danielg_fun.jpg"
        },
        {
            "id": 8,
            "fname": "Edward",
            "lname": "Rutz",
            "reelthemin": "I enjoy solving problems with technology, learning, and pushing my skills to the next level...",
            "copy": "<p>Taking ideas and turning them into digital reality feels like a super power. I enjoy solving problems with technology, learning, and pushing my skills to the next level.  It is a joy to see my code run or track down and fix that pesty bug.</p>",
            "github": "https://github.com/edwardrutz",
            "linkedin": "http://www.linkedin.com/in/edwardrutz",
            "portfolio": "https://edwardrutz.github.io/er-website",
            "email": " a0132976@opayq.com",
            "proimg": "assets/images/avatar-1577909_960_720.png",
            "funimg": "assets/images/avatar-1577909_960_720.png"
        },
        {
            "id": 9,
            "fname": "LaKeshia",
            "lname": "Johnson",
            "reelthemin": "Building web applications gives me a new ways to flex my creative muscles...",
            "copy": "<p>I am a Tennessee native who enjoys creating things. I’ve always loved drawing, painting, arts & crafts. There’s a sense of satisfaction that I get from starting out with nothing, and turning it into something. After enrolling in the six month web development boot camp at Nashville Software school, I have found that I get that same feeling from coding. Building web applications gives me a new ways to flex my creative muscles, and challenges me to think outside the box. I am excited to continue my journey as a developer, and look forward creating new things with code.</p>",
            "github": "https://github.com/LaKeshiaJohnson",
            "linkedin": "http://www.linkedin.com/in/LaKeshiaJohnson",
            "portfolio": "https://lakeshiajohnson.github.io/portfolio/",
            "email": "ljohnson2k@gmail.com",
            "proimg": "assets/images/cohort_images/lakeisha_pro.jpg",
            "funimg": "assets/images/cohort_images/lakeisha_fun.jpg"
        },
        {
            "id": 10,
            "fname": "Jordan",
            "lname": "Berghofer",
            "reelthemin": "The feeling of sharing new ideas simply one of the greatest feelings I have received as I have begun this professional journey...",
            "copy": "<p>I am a Junior Developer who after over five years of service in the military, decided to start a new professional path. I know that developing applications has truly become my passion. In the military, it is hard to express one's creativity or prowess in particular skills. In programming however, I feel like I can invent and implement new projects on a daily basis. The feeling of sharing new ideas and the execution of those ideas, is simply one of the greatest feelings I have received as I have begun this professional journey. Becoming a Junior Developer has been a unique and stimulating experience, and I am excited to see where this journey will take me.</p>",
            "github": "https://github.com/jordanberghofer",
            "linkedin": "https://www.linkedin.com/in/jordan-berghofer/",
            "portfolio": "#",
            "email": "jordan.berghofer@gmail.com",
            "proimg": "assets/images/cohort_images/jordan_pro.jpg",
            "funimg": "assets/images/cohort_images/jordan_fun.jpg"
        },
        {
            "id": 11,
            "fname": "Jim",
            "lname": "Vickery",
            "reelthemin": "Serious investor who loves sports and relaxing when possible...",
            "copy": "<p>Coder interested in everything to do with PHP, Python, C++, Javascript, and Ruby on Rails. Serious investor who loves sports and relaxing when possible.</p>",
            "github": "https://github.com/jimvickery",
            "linkedin": "https://www.linkedin.com/in/jim-vickery-7199467/",
            "portfolio": "http://jimvickery.me",
            "email": "jimvickery3@gmail.com",
            "proimg": "assets/images/cohort_images/jim_pro.jpg",
            "funimg": "assets/images/cohort_images/jim_fun.jpg"
        },
        {
            "id": 12,
            "fname": "Bryon",
            "lname": "Larrance",
            "reelthemin": "I have always been fascinated by the ways in which creativity develops into substance...",
            "copy": "<p>As a musician, teacher, and business owner, I have always been fascinated by the ways in which creativity develops into substance. It took a few hours tinkering with Javascript for me to realize that development is a natural extension of creativity.</p><p>I have spent the first cycle of my career as a musician and educator, working in a freelance entrepreneurial environment, I have been gifted with the opportunity to create in the abstract and software development is no different. Now as a developer, I learn more every day about how to create with and through technology.</p>",
            "github": "https://github.com/beelarr",
            "linkedin": "https://www.linkedin.com/in/beelarr/",
            "portfolio": "http://www.beelarr.me",
            "email": "bryonl@me.com",
            "proimg": "assets/images/cohort_images/bryon_pro.jpg",
            "funimg": "assets/images/cohort_images/bryon_fun.jpg"
        },
        {
            "id": 13,
            "fname": "Daniel",
            "lname": "Babcock",
            "reelthemin": "I was a weird Missionary Kid, who became a Marine, and then went to art school...",
            "copy": "<p>I was a weird Missionary Kid, who became a Marine, and then went to art school, (Marines love crayons, everyone knows this), where I got a Bachelors in Photography . Software Development is a merging of professional interest, creativity, and my need for continual learning, also hopefully my need to buy food/crayons too.  </p>",
            "github": "https://github.com/DanielBabcock",
            "linkedin": "https://www.linkedin.com/in/danielbbabcock/",
            "portfolio": "https://danielbabcock.github.io/",
            "email": "babcock.daniel.b@gmail.com",
            "proimg": "assets/images/cohort_images/danielb_pro.jpg",
            "funimg": "assets/images/cohort_images/danielb_fun.jpg"
        },
        {
            "id": 14,
            "fname": "Adam",
            "lname": "White",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/adam_pro.jpg",
            "funimg": "assets/images/cohort_images/adam_fun.jpg"
        },
        {
            "id": 15,
            "fname": "Austin",
            "lname": "Kurtis",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/austin_pro.jpg",
            "funimg": "assets/images/cohort_images/austin_fun.jpg"
        },
        {
            "id": 16,
            "fname": "Brooke",
            "lname": "Wittenberg",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/brooke_pro.jpg",
            "funimg": "assets/images/cohort_images/brooke_fun.jpg"
        },
        {
            "id": 17,
            "fname": "Fang-Wen",
            "lname": "Shen",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/fang_pro.jpg",
            "funimg": "assets/images/cohort_images/fang_fun.jpg"
        },
        {
            "id": 18,
            "fname": "Hiatt",
            "lname": "Collins",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/hiatt_pro.jpg",
            "funimg": "assets/images/cohort_images/hiatt_fun.jpg"
        },
        {
            "id": 19,
            "fname": "Jasmine",
            "lname": "Quach",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/jasmine_pro.jpg",
            "funimg": "assets/images/cohort_images/jasmine_fun.jpg"
        },
        {
            "id": 20,
            "fname": "Malcolm",
            "lname": "Ford",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/malcolm_pro.jpg",
            "funimg": "assets/images/cohort_images/malcolm_fun.jpg"
        },
        {
            "id": 21,
            "fname": "Matthew",
            "lname": "Brown",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/mattb_pro.jpg",
            "funimg": "assets/images/cohort_images/mattb_fun.jpg"
        },
        {
            "id": 22,
            "fname": "Matthew",
            "lname": "Minner",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/mattm_pro.jpg",
            "funimg": "assets/images/cohort_images/mattm_fun.jpg"
        },
        {
            "id": 23,
            "fname": "Micheal",
            "lname": "Linstrom",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/micheal_pro.jpg",
            "funimg": "assets/images/cohort_images/micheal_fun.jpg"
        },
        {
            "id": 24,
            "fname": "Ted",
            "lname": "Collins",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/ted_pro.jpg",
            "funimg": "assets/images/cohort_images/ted_fun.jpg"
        },
        {
            "id": 25,
            "fname": "Tyler",
            "lname": "Barnett",
            "reelthemin": "",
            "copy": "<p></p>",
            "github": "",
            "linkedin": "",
            "portfolio": "",
            "email": " ",
            "proimg": "assets/images/cohort_images/tyler_pro.jpg",
            "funimg": "assets/images/cohort_images/tyler_fun.jpg"
        }
    ]
}